[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
UCAACG
UGGCCG
ACGCUC
UAGCGA
CGAUGU
CGUUGC
UCGAUA
ACGGAC
CUCACG
UACGAA
UACGCA
ACGCAA
GUUACG
GCGUAA
CGACAA
GCGAAA
ACGUUA
CCGUCG
AACGGC
GCGUCG
CGCUAA
UAACGA
AACGAU
UCACGU
CUCGGA
AACGCC
UGAACG
GAACGC
AUCGCA
CCCGAU
AUUCGC
GUUCCG
GGUCGC
UUCCGA
UAGGCC
UCGUCA
UAAACG
ACUUAU
CUCGUA
UUUCCG
AUUCGG
CGUUUC
GGUACG
UACGAC
CGGAUC
AGCGGU
CAUACG
ACUCGA
CGUGAA
CCGGUA
GAUGCG
AUGCGC
CGCACA
AAGCGU
UCAUCG
UGGUCG
GGUCGA
UCGAUU
AUGUCG
AUCCGA
UCGCCC
CGCGAG
ACCGUA
CCGUAA
GCGCUU
GACGCG
GUUUCG
CACGCG
ACGCGU
CCGAAU
GACCGC
AUAUCG
UAUCGG
GUGCCG
UACCGC
CGCGCU
CGCGAA
GGUCGU
CGGCUA
CUAGCG
GCGCAU
AUCGGG
CGGAAU
AUACCG
UUAUCG
UAUCGU
GUCGUU
CGCAUG
UCGGGU
CGGGUA
CAUUCG
UAGACG
AAACGC
ACUACG
ACGCGG
GUCGAG
AGCGCG
AAUCGA
AUCGAU
AUAGUG
CACCGA
CGCUAU
CCUACG
CUCGUC
UCGUCC
CCGCUA
CACUCG
UCGCCG
CGAAAG
UCGGAC
GCGUAC
UCCGGG
CGAUGA
ACACCG
GACGUU
CCGAUA
CGAUAC
GUACGG
UAACCG
UGCGAG
UUCGCA
ACGGAU
UACCGA
GUCGAU
UCGUGA
UCGAAU
GCACGA
CGGAUG
AUGCGG
CCGAAC
UACCCG
UAUGAC
UUCCGU
GUCACG
AACCGG
UAUCCG
CGUUUA
UGCCGC
CGCUCG
CAAGCG
GUGUCG
UGUCGU
GUCGUA
UUCGAU
CCGACU
AUACUC
UUACGU
GUCGGG
UUCGUU
UGUACG
GUACGC
CGUCAA
UGUUCG
GCUAGC
CAACGG
UAGCAA
AGCGUA
CGCAAU
GAUCGG
CGUUCG
CACGGU
CGACAC
ACGAUA
GUAGCG
UCGUUA
GAUCGC
UACGAU
CGAUUG
AGUGCG
GCGAUC
CCAUAU
GGCGUA
CGAAAC
CGUCGG
UUCGGA
UCGGAG
ACGGAA
GCGAUU
GCGCUA
GCGAGU
ACACGG
CGUUGU
UGCGUA
CGUAGA
CACCGU
UUGCGU
AACUCG
CCAACG
CGCCAA
UUGCCG
UGCCGU
CCGUUA
CAUCGA
AAGUCG
CCGAUU
GACGAC
CGGUCG
UCGUAU
CCUAUA
AUUCGA
UCGAGC
ACGUAU
UAGCCG
UACGGA
GGAUAC
CGUAUA
GGUCUA
UACUAG
AACGAA
GACUCG
ACUCGU
CUCGCA
UCGCAC
CCCGUA
CCGUAU
AUCCGC
UACGUC
AGAUCG
GCUUGC
UCUCCG
GUACCG
GCCGAC
UGUCGA
GUCGAA
UCCGAU
CCGAUC
UUUCGG
UCGGUC
GCGCGA
UGCGCU
UCGUCU
GCGUUU
CGUUUG
ACUCGC
UUCGCG
CCGCGA
CGCAUU
ACGCAU
CGCAUC
UCUACG
CCGGAU
AAUCGU
AUCGUU
UCGUUU
GUACAA
CCGGUU
CGGUUC
CUCGAA
GCCGAU
CCGCAU
CUACGC
ACGCAC
ACGUCG
CGUCGA
ACGGUC
UAAUCG
CGGAUU
AACGGU
CGUUCA
CGCGAC
GGGUAC
AAAUCG
CCCGUU
CCGUUG
GCUAGU
CAACGC
ACCGGU
UCCGUG
GCCGCA
UCCGUU
CGUAAC
GCGACG
CGACGG
CGUCUA
CGAUAA
UAAUGC
CUUGCA
CCCGAC
CCAUAC
CGGACU
UUUACG
UACGCG
ACGCGC
UUACGG
GCUACG
UACGGG
UUACGA
AUAACC
CGUAAA
CAACGU
GUUCGU
UAACGG
AACGGG
ACGGGU
GCAUCG
CAUCGU
GCAACG
CGCAAG
CGUAGG
CCGCAA
AUUGCG
CGAGCG
UCGCGG
UCAGCG
GCGUUC
CGGGUC
AAUCCG
ACGCCG
UACGAG
AAUACG
AAAACG
CUCGGU
CGGUUU
GAGCGU
CCGUAG
CAACGA
CGUUAG
UAGUAC
UCGAGU
GCUCUA
CUACCG
GAACGG
UGCGUU
ACGUAA
CGUAAU
UUGCGA
GCGAAU
GUCGCG
CGAGUA
UCGACA
UAACGC
UUUCGC
GCGGUA
CGAAAA
AAACGA
AACGAC
AACUUA
ACUAGC
GCGGCU
GGCGUU
GCGUUG
GCACGC
CUUGCG
GGACCG
GCGUGC
ACUCGG
GGGCGU
AAGCGA
CGAUUC
CGUGUA
AAUUCG
UGUCCG
CGACAG
UGCGGU
ACCCGU
UCCGAA
CUAAAU
UAGCGG
UAUUCA
UUCGUC
GCUAUC
GGCGAU
GAACUA
UACUCG
CAACAC
UAUUCG
AUUCGU
UAUAAC
CUUAUA
CUAAUC
CGAACA
ACGAAU
ACCGGA
GCUCGC
GCGCUG
ACAGCG
UGGCGU
UAGCGC
UCGACC
UGAUCG
UCGAAA
GAUCCG
CGACCC
CGAGCU
UAGCCC
CGAAUU
UCGCCA
AUCGCC
GACCGG
GGUUCG
CGGAUA
GCUACA
UCGAAC
GUCGCA
GAACGU
GGCAUA
UCCGAG
UUCGAA
CACGAA
ACUAGU
CUUCCG
UAGUAA
UAACAG
GUCUAU
CGGUUA
CACGAU
CGAUCA
UAUAGG
UGUCGG
ACGCCU
GCCGUU
AAGCGC
UCGUUC
UCGUAA
GCUCGU
CGUGUC
GUCUAA
CUUCGA
UAGAUC
UGCACG
CACGUU
ACGUUC
AUCCGG
UACGUG
UCACGA
CGAGAA
AGGUCG
GGUCGG
ACCGAA
UACGGC
CGCAAC
CGUUAC
GCUAUA
CUAUAU
UAUACC
GCCAUA
GUUGAU
CAUAAC
GUAUAC
CGAUCC
GCAUAA
GGGCUA
AUCGUG
CGGUCA
UUCUCG
GCGUAG
GGCGAA
CGGUCC
CUCGCG
GUUCGG
GCUACC
CGGACA
AUCGGC
AUCGGA
UCGGAA
GCACCG
ACCGGC
CGGACG
ACGGUU
CGGUUG
AGUACG
GUACGA
ACGAGU
CCGGGU
UCGCCU
UCCGAC
ACCGAC
CCGACA
AUUACG
AUCAAU
AUACGU
CGGAAA
CUAGUA
CGGACC
CGAUGC
AAACGG
UCGGCG
CCGUGC
CGUGCG
GCGUGU
ACGGGC
AACGUG
UCGGUA
CGGUAG
GCCGUA
ACGAGC
AGCGUG
ACGAUU
GAGCAU
GUGCGA
UGCGAU
ACCACG
CGACUU
UCUAAU
AGUUCG
GUUCGA
CGAGUU
GCAUAC
GCUAAC
UACAUC
CUAAUG
UACCGU
ACCGUC
CGGCAU
CGUUAA
AAUGCG
AUGCGA
UCUCGU
CAACCG
GUAAGC
CGUGCU
AGACCG
CUCGAC
ACAUCG
UGUCGC
CUAACG
CGGUAA
CGAUUU
GGUACA
AUCGAC
GCGGUC
GUAUUC
GAUCUA
UCGAUC
CGUAUU
CCCCUA
CCCUAA
AUAGCG
AACCCG
GACCAA
UACCUC
GAUAUA
ACCUAU
UCCAUA
AGUACC
CAAUAC
UACCUA
GCGAAC
AGAACG
GAACGA
GUUCUA
UUCCGG
GGCGCA
GGACGC
UGCGUC
UCGUGG
CGCACU
GCGGAU
CGAGAU
AAAGCG
GACGCA
ACAUCC
CGAAAU
AGGGUA
GUCCGA
GGCUAC
UAGUCG
GCGACC
UCGAUG
GGCAAU
AGUAUA
GUAGUA
ACACGA
UCCCGU
GGUAUA
GUAUAA
UUCAAC
CCUUCG
AUCAUA
GUGGCG
ACGGCU
AGCGAU
CAGUCC
UGACCG
CAUAAG
UAUCAG
GUAGUG
AACGUC
GUGCGC
UGCGCG
GGUACU
CUUACG
GAGUAU
UUACGC
ACGUUG
AACCGA
UCGUUG
CUACGG
ACGAAC
CGAACU
AGGUAC
CAUAGC
GUAGGU
UCAAUU
UUGACG
CACGUC
ACUUAC
GUUAUA
ACAACG
UAUAUC
GGCUAG
CGUGCA
GCGACA
ACGAUG
UUGAUC
CGCUUC
AUCGAG
GCGCAA
CAAUUC
UGCUCG
AAGCGG
ACGGGA
GCCGGU
UUCGGG
GCGCGU
GAAUCG
ACACCA
CGGAAC
GCGGAC
CGCCGU
GUGCGU
CGGCUG
UACGCC
CGCCCC
CAGCGA
CUAUUC
AUCUAA
ACGACA
UCCGCC
AGCGUC
UUCGGU
AGACGU
CCGCUU
GUUCAU
AACGAG
GCGUCU
CGUCUU
UCGCUA
AGUUAU
UAUCCC
AUAGAC
GGCGUG
GGUAAA
UCGAGA
AGCGAA
UAUUAC
UAACAC
ACUAAU
ACGGCA
CUGCGU
AACGUA
UUUGCG
CGAAUG
CGGGUU
AUGCGU
UGCGAC
CGACUA
CGAGUC
GUCCGC
UCCGCA
UCCGCG
UUGGCG
ACCGCG
CGAACC
CGCUGA
GCAAUA
GGCGGU
CCCGAA
UCUAUA
UAAAUC
UAACCC
GACCGU
CGUCUC
CGUCUG
AAUCGC
UCGCAG
UUAUGA
AUCCCC
CAUCGC
UACACG
ACACGC
CGUCCA
AGCGGA
CCGCGG
CCGUCU
CUAUCA
UUAGCC
AGCAUA
UAUAUG
GCGGAA
UUCGGC
ACCGGG
CCGGGG
UGACGU
ACGCAG
GAGUAC
CGACCU
ACUCAC
CGCGGU
UAAUCA
UCGUAG
CGCGGC
CACGCA
CAGUAU
AUAGGC
GACACG
ACGAUC
CGUUGA
UAUAAG
CAUCUA
AUAGUC
UACCCU
AUUCAA
AUUACC
UAUAGU
UCAGAC
CCUUGU
CUUGUA
CAAUGU
CCGUUU
UGAUAG
GACGCU
CAACUG
CGCUCA
UUAGCG
GUAUCA
GCCCAU
UAGUGG
ACGUCU
CCCACU
CAAUGC
ACCAAG
UCCCUA
CCCCGA
CGUUCC
UCCGGC
GAGAAC
ACGUGA
AGAUUG
UCGGGA
UCAUAA
CGCGCA
GCGCAC
UUAAUC
CCUAUU
GCGUUA
UACCAU
AUAAGG
AACCUA
CAAUUG
UAGGUC
ACACGU
ACGCUU
AGCUCG
GCUCGA
GGGACG
GGACGA
AACGGA
UGCCGG
GGAUCG
AGCCGA
CCGAGA
CCGUUC
CGUGGG
GGUACC
CUCCGG
CCGGCA
CGUCAC
UUGCGC
GCAUCC
GCGAGG
CGGUGC
UCGGGC
CGGGCU
GCCGAA
CGAAGG
ACGCCA
CGCGUC
CGGCAA
AUAUGC
GCCCGA
CUCGCC
CUCCGA
CGACCG
AUCACG
CGAGCA
CACUAG
UUAUAG
ACGAAG
AUAAUC
CAAACG
CGGCGU
UUCCGC
UAAUUA
UAGCGU
CGCUAG
UAGUAU
CGAUCU
CCACGC
AGGCGU
AUAGUA
CUAAUA
UCAACC
AUACCC
GACUAA
UCUAGG
ACCUAC
GGGUAG
GGAACG
GCUAAA
GUUGCG
UUGCGG
UCGCGC
CAUGCG
UAGAAC
CUCUCG
ACCCGA
CGCAGU
CGUGGU
CCGAAA
CUAUAA
CCCCCC
GAUAUG
ACUAUA
UAUUAG
GAAACG
GCCUUA
ACCAAC
AGCGAG
UUGUGC
UAGUUG
GGCUAU
CCCUAC
UCAAUG
CGCUGG
GUACAC
UCCGUC
AUGCUC
GUCAAC
CUCAAC
UCUCGA
CUCGAU
ACCGCC
CUAGAC
UCUAGA
UAUCAU
UGCUCA
ACUAUC
GUCUAC
CGUCAG
CCGCCU
UAGACC
GACUGU
GAUCAU
CUUCGC
UCCGUA
GACUAG
UCACGG
GAUAAC
GGUUAU
UAUCUA
UCGGUU
CUUACA
GCAACU
GUGCAC
AUAAGC
UAGUGC
CCCUAU
AACGCU
CGGUGA
GGCCGU
CGUGAU
CGCCUG
UAGCCU
CUGAUA
GAUAGA
CUACAU
CUGCCG
CGCACC
CAGACG
AGCGCU
ACCUCG
CCUCGU
CGUUCU
CAUCCG
AGGCUA
CGGGAA
CUCGUG
UGUCUA
ACCAUA
UAAACC
AUUAAC
UACUUA
UGUAAG
ACCCCG
GCACGU
GGCGCU
UCCCGA
GGUGCG
CGCGGG
GGCACG
UUACAC
UACAUA
GACGGA
CCUUAC
CGCACG
CGUUGG
CGAAGA
GUUAUU
GUACUA
AAUAAC
UUAGCA
CCAUAG
CCCAUA
GCUCAU
CACACG
UAUACU
UCACGC
CACGCU
UAGGCG
UCGUGC
GAUCGA
UGCGCA
AGCACG
GUCAGA
CGAAGC
GAAGCG
ACCGCU
CGGGGC
CGCCAG
CGAGGA
GCGGCA
ACACUA
UCCGGA
CACGAC
CCCUCG
CCGACC
UCUCGC
AAACAC
CAGUCG
CCGGAA
CCCGGA
CGAAGU
UCCUCG
GCGUCA
UGCGCC
CGCCUC
UGAGCG
UCUUCG
UCUGAC
CUGACG
AUUCCG
UCCGCU
CAAUCG
CGUAGU
GUUAGA
AGCUAA
GAGCGA
AGGCCG
AUUAGC
CGCAGG
CGCAGA
AAUGCC
CCGAGC
GUCCCG
GUAUCC
GUCGCU
ACCGUU
AAUUGC
UUGAUG
UUCGCU
CCUAAU
CCGCUG
ACCCGC
UCCCCG
UGGCGC
CCUACC
GGAUAA
GGUCAU
AUCUAU
AUGAAC
GUCUCG
CUAUCC
AGCAAC
AAUCAA
GAUACC
CCGUAC
GCGGUG
AUCUAG
GGUAGA
GUAGAU
AUGCCG
UGCCGA
GUCGGU
AUUGCC
CCAACC
AUCCGU
UGGGCG
UAGGGG
GUUUAC
UAAGUA
UAGAUU
AUUAGG
UUAGGG
AGUAGU
UAGUUA
CCUAGC
CAUUAC
CUCGUU
GCGAUG
UGCCUA
UUAGGC
ACCGAG
CGAGUG
GGUAUC
UGGCGA
CACUUA
AAUGUC
CUCUUA
UUAGUC
AUAAAC
AACCAA
AACAUC
GUAAGA
GCGCGG
AAUCCU
CAUAUC
ACGAGA
AGCGUU
CUAACC
GUACCU
AUCUAC
UAGAUA
GAUACA
GAUUGC
UUCGUA
ACUUCG
CUUCGU
UUCCCG
CCGUCA
AUACUA
UGUAGG
UUUGAC
UCAUUA
ACACUU
GUACAU
GGGUAA
GACGGG
GAGCUA
CCCGGU
GACGAG
UGUAGC
UCGGGG
GUUAUG
GGGUCC
ACCGCA
CGGCAC
GCCUAU
GCCGGA
CCGGAG
CCUCGA
CGCCGG
CGGCCC
GUACAG
CUAGGC
GGAGCG
GCGAGC
AGCCCG
AAGGCG
CGGGCC
ACGUGC
GGUCCG
CCGGUG
ACGGCG
CUUAGG
GUGCUA
CCGGAC
CGGCGG
GCCGUC
ACGACU
UGCGUG
CCGGCU
CGCCUA
UCGCUC
ACUGUU
GCGUGG
ACUAGA
GACCCG
ACCCGG
AUUGCU
GCUUAU
UACUCA
UCUAUC
GACGAA
AAACGU
CGUCCU
GGCGUC
CCGCCG
CCCGCG
CGCUUG
AAUUAC
CCACUA
GUAACC
AUCGCU
AACCUU
GGGUUC
CACGCC
AAUACC
ACUAAA
UAUGUC
UAGAGC
AACUAA
AAACCG
GAUAAG
AGUCGC
CGCCUU
CUGCGA
ACCGUG
AUAACA
ACAUAG
CUAGUU
CUAUAG
GGCUUA
CGACUG
CGGAAG
GACAGC
CAAUCA
AUGUGC
CAAUGG
CAAGGU
CGUACU
GUAUAU
CGAGAG
ACUCCG
ACCCUU
GUAUAG
GUUGUA
GUGAUA
AAUCGG
ACAAUC
CUUAGC
ACUCCC
GUGUAG
GUUAAC
CAUGAC
ACCCUA
CUGUCG
UUACCA
UACCAC
AAAUCC
GUACCA
CCGUGU
CAUAGA
UGACGC
CUAAGC
UAAGCC
CAGAUC
AGAUCC
AUGACG
UGACGG
ACAGCU
AGCUUC
CCGCAC
AGACGC
CGGCUC
GGGCCA
GACCGA
AUAAGA
UCGUGU
AUGGCG
UUGUCA
GAUUGG
UUAACG
GCUUCG
GGAACU
CUUAGU
UAGUCC
CCCCCU
CAUAAA
GUAACG
GCCAAC
GACCCC
UGAUGC
CCGGCG
CGGCGC
UGGUAC
ACGUGG
UAGGCA
UUCAAU
GGAGUA
UUCAUA
UUUCGU
AUUAGU
GGGUGU
CAGCGU
CAUUGA
GCCAAU
ACCCCC
GUUACC
AGGCCC
GUAAAC
UAUUGC
CGCUUU
AUAUUC
UGUACA
CUCGAG
GUAGGC
AGGCGC
CGCCCA
CCGGGC
CUGCGC
CUAUGC
CGGGAC
UCGGCC
UCACCG
AGCGCA
CGUGCC
AACACC
CACGGA
UCGGCA
CACCGG
UUGACC
CCCCGU
CACUAA
CCGCCC
GCCUAG
CCGCGU
CGCGUG
AUCAAG
UUAUUA
UAUAGC
AUGCUU
CCUCGG
CUCCGC
CGCCGC
CGAGCC
UUAUUG
UAUUGG
GGCCGA
CCAGUA
CUUGAU
AUUGUC
AACCGC
GCUUAG
UAUGAA
UGCGAA
AUUGAC
GACUAU
CGCCAC
UUAUAU
CCGCCA
AACCGU
UUCUAG
AUAGCC
UCCCGC
CCCGCU
CAACUC
GUCAAA
GGGAUA
GAUAUC
GGUAAU
AACUAU
CAUAUA
UCAUAC
CAUACC
UGUAGU
CUCCGU
AAUCAC
CGGCAG
UAGGAC
GACCCU
UAACCU
AGGAUA
ACAGUC
AUAACU
GGGUUG
UAAGGC
UGCAUC
UAUUCC
UGACAC
CUCCCG
UCAUUC
AUAGGG
GCAUAG
CAUAGU
CCGUGA
AGUUAG
CAGGUA
GGAUUC
GUAGCC
UUCUAC
ACGGUG
UGAUCA
GCUCGG
GUGGUA
GAUGGC
CAAGUC
CCCUUA
GCCUAC
GUUUAG
GCUAAG
GGCUCG
GAACCA
GUCUAG
UCUAAC
ACUUGU
CCAUAA
AGUCGA
ACGUUU
GUAGAC
CAUACU
CGGGUG
GAAUCC
AUACAU
AUAUCC
GGACGG
CGUGAC
CGGGAU
CCGAAG
AGUUGC
CGGGGA
ACAAAU
AGGGUG
AUGUUC
AUAUAC
AUACCA
CCAAUA
GGUGUA
GACAAC
GUUAGC
AGAACC
UUCGUG
GCAUAU
GGACUG
UGACGA
GACGAU
AUCCCU
ACGUCA
CCAAAU
GGUCCA
UUCACG
GUCCAU
ACCAAA
CGGGGG
GGUUAC
AGGACG
UCGCUU
GGCCCG
GCCCGU
GCAAUU
GCUCCG
GAGCGG
GUGCUC
AGCGGC
GCGCCG
CGGAGA
CCGCUC
CGGAGU
GAGCGC
CCCGUG
AGCCGG
AUGGUC
GGCGCG
GCGUCC
CACUAU
UAUGCU
GCACUA
CAUCGG
CGCCCG
CCCCGC
GCGACU
CGUGAG
GCCCGG
AUCUCG
GCCGCG
AAGCCG
CUCUAU
GGUUAG
UCUGCG
CCUCCG
CUUCGG
GAUUCC
CAAUAG
AUUACU
CUAGGA
AUUGGU
AAUCCC
AUGGGU
UGACUA
CAACUA
AUAUAG
UAGGGA
CGCUCC
UAGUGU
GACAAU
GGGACC
ACGUCC
GGUUGC
GGUCAA
AUGUCC
AUUCUU
CCAUGA
GCCCCC
CUUAUC
CCCGCC
AGACUA
UUAACC
AUAGAU
AUGUAC
UAAUCC
GUAAGU
ACGGCC
GAAAUC
AAUCAG
AAUCUA
UAGGGC
UAAGCU
UUUACC
AAUACU
ACAUUC
CGCUGU
ACAUUG
GCAAAA
GCAAUG
CAGUUA
UGGACU
CGUGUU
UCAUAG
UAGAGG
CCACGU
GACGCC
CAGCCG
AAGUAG
GCCCAA
UACAUU
CUUCUA
UCUAUG
GCAUGU
CUAGCA
GCGCUC
CCGAGU
CCCGGG
CCGGGA
GGGAAU
UAAGGG
GAGCCG
UAACUU
GAUGUU
GAUAAU
GUCAUC
AAGCCC
CCUACU
UACUCU
UGCUAC
CUACUU
GUCCUU
GACCAU
AAUUAU
AUAUUA
GUCGAC
CUAGGG
UUGCAA
AAUGUA
GCGGGU
AUCAUC
AUCUCC
UCCUUA
GCUUCA
GGGUUA
GUAGCA
GCAACA
GCCCUA
AAUGGG
GUAAUG
AAGUUA
CAAAUA
UAUAAA
UUCUUG
ACCUAG
GGGGGU
GGGGUA
AGCCAA
UGCAAC
ACAAGG
CAUAUU
GGUAGC
GGUUCC
UUAUAC
GACAUA
CUAGAU
UCUACU
UACCAA
AAGCAC
CAAAUU
GAAUAA
AGGGCG
GGGCGA
CGACAU
CGAUGG
AUCCCG
GACGUG
UCUCGG
GGGGUC
GCGAAG
CCACGG
CACGGG
CCUGCG
GUAUGC
AGUACA
AGGCGA
GAGGCG
CGUCCG
GCUGCG
CUACCC
UGACUC
ACCAUC
CACAUC
GCGUGA
GCCGCC
CGCCCU
GCCGGC
UGCCCG
AACACU
ACGUGU
AGCUAU
GCUAUG
GUGUAA
CAUGUC
GUACUC
CUCAAU
CUAACA
AAGUAC
GUCAUA
CGCGCG
CCCAAU
UUUAGC
UAGGAU
GAUUGU
CGUGGA
UACAAA
GGUUCA
GAUCUG
AAUAGU
CAUAUG
AUAUGA
GUAAAG
GGAUAU
ACACAU
GCUGAU
CUACAC
AGAUAU
GUAAUU
UAGCAU
ACAAGU
AUAUGG
CACCCG
UUAAGC
UAAGCA
GGACUA
GCGCCA
UAUAUU
CGCCAU
UUAUAA
UCAACU
UGAUAC
CAAUUA
AUUGUG
GAACCU
GCAAAC
GAGAUA
ACCCCU
AUACCU
GGAUGC
CUAGUG
GUUUGU
CACGGC
UGAUAA
UGGUUA
GCUGUA
GUAUGA
AGUCUA
UCUAUU
AUCAGU
AAUUCU
AUUCUC
AGAACU
UAUGGC
GAUCAC
GUGCAA
GAUGCC
GCAUGG
UAGUCA
UUACCC
CAUUGC
CAAAUC
CAAAAC
GUGUUC
GAACCG
CAACCC
UUGUAC
UAGGUU
UCAACA
GUGACG
CAAGAU
GACGGU
UGAGGG
CUGAUC
UCCUAG
UACCCC
AACUGU
ACUGUC
GACGGC
CCUUAG
ACAUGU
CCCCCG
UGGUAU
CCCAUG
GGGCAC
ACUUAA
CCACUU
CUACUC
ACUCUC
UUAGGU
CUAAAC
UAAACA
AAACCA
UUAACU
CCCAUU
GGACCA
UUGUAG
CCAAUU
AGAUCU
ACUUAG
UUAGAU
UAAGAC
AUACAG
UGAAUC
GAAUCA
UCAUCU
CGUGGC
GGACAC
GACACU
UGUUAC
UCAAUC
GACCUA
CACGAG
UUAAAC
AUAAAG
GUUGCA
CUUUCG
UCAGGG
GCCCAC
ACUAAC
GAGUUU
AUCAGA
GUGAAU
UUGGAC
GGGGGG
GGGUAU
GGUAUU
GUUUGC
AUCACC
AAGGCC
GGCCCA
ACUGAC
CCCGUC
CGUCAU
AAUAGG
CCAUUC
CCUAGG
GGAGAU
CUACCA
UCAAGA
AAAGUC
CCUAUC
AUUAUA
CACACU
GAUCAA
CUUACC
CCUAGA
ACUGAU
ACAAUA
UAAUAU
AAAUUG
GAGCAC
GCUAGG
GUCACU
ACGAGG
CGGAGG
CGGGCA
GCCGGG
CUGGCG
GACACC
AGAGUU
GCCGAG
CCACCG
AGAGCG
GCCACG
UGCGGC
GUGCGG
UGCGGA
AGCCCC
GGGGCG
AGACGA
AGUCGG
GUCGGC
CCAUCG
CAGCGC
AGCGCC
CCCGCA
GGCCGG
CUAGUC
ACGCCC
CGCUCU
CUAUGA
UAGCCA
AUGUCU
UGAUAU
CUUAUU
UGUAAC
CGGGGU
CAUAGG
GUUACU
CCGCGC
AUGAUA
UUGGUC
GACUUA
AACCCC
CUAUUA
GGAAUA
GUAUGU
UAACUA
AACAGG
GAUUAU
UACACA
UGGGUA
GCCACA
GCAUUG
AUAAGU
GCGCGC
CCUAAG
UUAGAG
UUGGUA
UGACCC
GUAGUC
UGCUAG
GUAACA
CAAACC
UCGCUG
GAUGCU
AUAUGU
AGACAA
CUGUAG
GUAUUG
GUACUG
AUCGGU
UACAAU
GAACUU
AUGGCU
UUAUUC
GGUUGU
GGUUAA
ACGCUG
GCAAAU
AUCAAC
AUUGGG
GGGCGC
GUAGGG
AUCUUG
GAUUAG
AGAUUC
CUAAGA
CGGUGG
UGGCGG
UCAGAU
GUCCAC
UUUAGG
CUAAGG
GAAUUA
GGAUCC
AACCAU
GUCAGG
GAUUCA
CCAAUC
GCACUC
CCCCUC
UAAUUC
AUGCAC
GGUGUG
UCGACU
CAUUAG
UAGGGU
GAGAUC
GUGACC
CAUACA
GUACUU
GAUUUG
AGUAUU
AUUUAC
GUUGGA
ACGGGG
CUGUAC
AUUGAU
UUAUGC
CAAUAA
GGUGUC
AGUUAC
GGAAUC
CUUAAA
GAGGGU
UGAUUC
GAUCCA
GAACCC
AAACUC
AAUUGU
AUGUAG
UAGCUC
AUUCAG
UGUCAA
GUCAAU
CCACUC
CCCUAG
UCACUA
CACUAC
AUACUU
UGGUCC
AUAGGA
AAGAUC
AUGCCU
ACUCUA
CACUUG
UGCUAA
UAGUCU
UUGAUA
AUAGGU
CGAGGG
GCGCCC
AUGGGC
CCUCGC
CUCGCU
GCGGGG
GAGUUA
CUCGGG
GUACCC
AGGGAC
GGCCUA
CGGGAG
GCCCCG
CGGCCU
CCCACG
GAAGGC
GUCCGG
CGGUGU
CAUCAA
GCCCGC
CGUCCC
UGUGCG
GGCCGC
CCUAGU
ACUCAU
GAGGUC
GUAAUA
UAUGAU
UCAGUU
GCCAUG
AUGCCA
AGUGAC
CAUGCU
GGUAAG
GUUAGG
UCAUGC
AGACUC
UCAUAU
UUACUC
AUGCUA
GGUCCU
GAAGUA
AAAUAG
AGGUAA
UAAGAU
ACACUC
AUUAUG
AUAGAA
CGCUGC
GACAAA
GUCCUG
AGUUCC
AUAUAA
GGCCCU
UAGCAG
UAUAGA
AGAUGA
GAUAGG
UAGGCU
CAGUCA
CUCACA
AUUGAG
UUGGGC
CAGAAC
UCACAC
ACACAA
GGCAAC
CCUAUG
UAUGUG
CAAACA
CACUUC
AUUCAC
UGUAUA
AGGUGC
AACACA
ACACAC
GUCACA
UUGCCA
AUAGUU
CAGACU
GUGAAC
UGAACC
AGCAUC
CCCAAC
CCCUUG
UACCAG
ACCAGU
AGGUUA
GUUGCC
CAACAG
AGGGGG
GGGGGC
ACUAAG
UCUACA
CACAGC
UCAGUA
GGCGGC
AGUCAG
UCAGUC
GGCUAA
CCCCGG
AUUAAG
GAACAU
AGGCUC
AGGGAA
GUAAGG
GGGAAC
GCUUUG
CCACAC
AGGAAC
UAAGAA
GAAACC
AACCCA
GCAGUA
AUUAUU
UAUUUG
UUUCGA
UAGCUA
AGUCCU
AAGGGU
ACUGCC
GCACAA
AAUCAU
UACACC
ACAUAU
AACCAG
GGCCAU
CAAGAC
UAACCA
ACCUUC
AAGAGG
UACCUU
UUAUCA
UCUACC
CAAGGG
UUACAU
CCAAAC
UAUACA
GUCAUG
AUAUUG
CAUGUA
ACUGGC
AGGCUU
AUAUCU
CAUUCU
CAAUAU
UGAAUA
CUUGUG
GCCAAG
CAGCGG
GCAAGA
GGGUCA
GCACGG
UAUGCC
GCGCAG
GCCCCU
GCGAGA
GGCGGA
CGGCGA
CCGUGG
GGCCAA
AAGACG
UCCGGU
CUGACU
CCGCAG
CCAUUA
UCAAUA
CUAGAA
GUUCAA
AGUAUG
GAAUAC
UAAGGA
GUAAAU
CUCAUA
UUAGGA
UUGUAA
GUGUCA
GAGUUC
ACUAUU
AAUAAU
AUAAUU
AAUGGC
ACAACU
CUGCUA
AAGGUC
AACUGC
GUGUAC
AUUAUC
ACCUUU
UGUUGU
AGACCC
UUUAAC
ACAUAA
ACAGUA
AGUCAC
CAGUAC
AGUACU
UAACUG
GUUAUC
GCUCAC
CUAUUG
GCACCA
CAAUCU
ACUUUG
AGGCAA
UCCUAU
UUAGUA
CUGGUA
UAGAAU
CAUGGG
UUAUGU
UAUGUA
AGAUAG
UUUUAC
CUAUGG
GAUUUC
UACUGG
CAUUCA
UGUGCA
GACUAC
CUACCU
CAGCAU
UCCACG
GACAUU
UCUAAG
UCCCAU
CCACAG
UUCUAU
GAUCAG
GCGGCC
CGGCCA
UACUUG
UCGGCU
GUGGGC
UCCACA
CCACAU
UCAAGG
CAGUAA
GGCGAC
UUCAGU
UAACGU
CUCCAA
AAUAAG
CACUCA
UAAAGG
UAUCUC
CUCUAA
AAUUCC
UUCCAC
CACAAU
ACAAUG
UGCACA
GUGAGC
UUGGCC
AUUCCC
UAUUAU
UUUGAU
AGUAAA
GUAAAA
UUUUCG
UGGAUA
AGCCUA
AACGUU
CGUUUU
CAUGGA
AUGACU
CACAAC
GCAAUC
AUGUAA
CCGAGG
GAGGUG
CACGUG
UAAAGC
AACAAU
UAAUCU
GAACUC
UAUGCA
ACUACU
UAGGUG
CCAAGU
UAUCAC
CAUUAU
UAGGUA
AGGUUC
AGGUCA
GCCAAA
AUCAUU
UACUUC
GCUAAU
CGUGUG
GGAAAC
GCAACC
GGGGAC
CAUCCC
UCCCGG
GGUCAC
UGACAU
CACCGC
CGGAGC
CAGCAA
CGGGCG
AGGCGG
CUUUAC
CUGCAC
UAAGUC
AGCAUU
GCCACU
GCAGUC
GGAUCA
AUGAGU
UGGUCA
UGCCAU
UAUUCU
AAGUAU
CAGCUA
GAUAUU
AAUGCU
UAGUUC
UGGAUC
GGCAAA
CCCUGU
UAAUAC
UGCACC
GUAGAG
UGAUCU
CAGGCG
UAUCAA
AAUUAG
CACCUA
AAAGAU
CGCGCC
CACCAA
AGUUAA
UAUAAU
CUGAUU
GAAAGU
CUGACA
AAGGUA
GAUGUC
AUAAUG
AUCCAG
GGUAGU
UAUUGU
AACUGA
UGGGUU
AAAUCA
UUACAA
UGAGUA
ACUGGU
GUAGAA
AGAGGU
CACACC
UGGUGU
UCGGUG
ACUACC
GCCGUG
AAGGGC
AACCCU
GGACUU
GUUAAA
AUCCAC
AAUUGG
UGCUUA
AGUAGG
AAGGGG
GAUUCU
UACUAA
CUAAGU
GGGAUC
AGAGUC
AGUCCC
CAGUAG
UUACUU
GGAGAC
CUCGGC
CGGCUU
UCCCCU
GUCAAG
AUGACC
GAUCCC
CCUUGC
UUGCCC
AUUUGC
GUUGGC
UAAUGU
UUGCAC
UCCUAC
AAACCC
AUGCAU
CUUGUC
GUAUUA
UUGAUU
UAAAUU
CGACUC
GAUAGC
AUAGCA
CCUUAU
CUUAUG
AUGGAC
GUCCUA
CCUAAC
AACUAG
ACUAGG
AGCAUG
GACUCU
GGGCUU
UACUCC
CCCGAG
UACUUU
GUUCCC
ACUUUC
ACCUAA
ACCCUG
GUUGCU
CAAAUG
GUCUGA
AGGUGU
GGACAA
GACAAG
ACCCAU
CAUCUU
CUACUA
ACCAAU
GUUCAC
UGUGUA
AUUUAU
GACUUU
ACCACU
AACUCC
UCCACU
GGUCAG
GAUACU
CAACCA
AGAUCA
CCUCUA
CAUUUA
GAACAG
AGUUUA
UACAAC
GGCGCC
GGUUGG
CAGGGU
GCAGCG
AGCGGG
GCCUCG
GGUUUA
ACUGCG
UAUGGG
GCAGAA
UGCCAC
GACGUC
CCACGA
CCCCUG
CAUCCA
GCGGCG
GAAUAU
CUCAUC
GUUGAC
CCGUCC
AGUCAU
GUCAUU
GGGCCG
UGCCCC
UUAACA
UAUGAG
UCUUAU
GUCCUC
GCGCCU
AUCAGG
AUUGUA
GUGGAU
AAACCU
GUGAGA
GGUGAU
AUAUCA
UCCACC
AGUAAC
AAGAAC
AGAACA
AUCCAA
AGCAAU
GUUGUC
UAGUGA
CAUAAU
UGUACU
GGAUAG
AGUAAG
CUUUGG
UCUAGC
UAUUGA
AGGGCA
ACCAUU
AAAGGC
GGCUUU
AUUCCU
UCUUAG
UAGUAG
ACAAAC
CAUGGU
UGCACU
GGGCAU
UCUAGU
GCAUGA
CACAUU
GGAGGU
AGAGGC
GAGGCU
CGGUCU
ACUGGA
AACAGA
ACAGAC
ACAUUA
GGGGCC
AUUCUA
AUCAGC
UUUACU
GAUCUU
UUGUUA
GUUAGU
CAUGUG
AUGUGU
CUCCUA
GCAUUA
AGACGG
GUGGUG
CCCCUU
GUCAGU
GGAAUU
AAUUAA
GGAACC
CUUAAC
UGUCAU
GUUAAU
GUAGCU
UUGAGU
AAAUUC
GAGUCG
GCCUAA
GCACAC
GGUAAC
UAUCCA
AUCCUA
CAACAA
UACUAC
UAGACU
GACUGC
UGGGUC
GACCUU
ACAUAC
AUCAUG
CUUGGU
GUUACA
AUUUAG
AGCACU
AAGUUC
AAUCUC
AACUCU
CCUUCA
ACCUGC
CUAGGU
AGGUCU
GUGUAU
GAAUCU
GAAGGU
UUUAGA
AGAUAC
UCCAAA
AUUGCA
UACAUG
AACUAC
CUCCAC
AUGAGC
UACUAU
UUGCUC
GGGGCA
AACCAC
CAUUGU
CUAUCU
AUGUGG
CUCUAC
CCAAAA
ACCUCC
UCAAAU
GGGGGA
GGACCC
GUGACA
CGAGAC
GCGGGA
GCGGAG
CCCUCA
AUGGCC
AAUUUA
CGGCCG
UUUGGC
UAAUAG
AAUAGA
UUGACA
UUUAUA
UCCUUG
UACAGA
UGGCUA
UACACU
UUACCU
ACAAUU
CCUUUA
UGGCCC
CACAUA
UACAGU
GAUGUA
GUAAUC
UCCAGU
CUAGCU
UGUAUG
GAGGGC
GGGCAA
GGCACC
GCAUCA
AACUUU
AAUGAC
AUGACA
GCUUCC
AAACAU
UGAGCA
GCAUCU
CAGAUA
AGGUUG
CCAUGC
UGUUCA
GCCAGA
AUAGAG
AUUAAU
UGUGCU
UGUGAC
AGCCGU
AGGGCU
UGGGGU
GUAGUU
CUUGGG
GGCUCC
AGGGGU
CCCACA
GCUCAG
UUUGCC
GAGUCA
GCAUUU
UGUCAG
UGAUUG
UCACUU
AUGGAU
GCAUGC
UGAGUG
GAGUGA
UCUAAA
UAAAGU
AUUUGG
AGCUAC
AAGUCC
ACUUGC
GGACUC
UACUGC
ACUGCU
UCAAAC
GGCUUG
GGUGUU
UGGACG
CUUCAA
AAGCUC
CUGAAC
AUUCUG
CCAGCG
GCUUGU
UGCUAU
ACAGGU
UGGGGG
ACAGAU
AACAGC
CACCAC
CCAGAC
AUGAUC
GUUCCU
CUGGUC
CCAGAU
UAGGAA
GAACAC
CUAAUU
GCUAUU
CUAUUU
UAUCUU
UUAGUU
AGGGGC
ACAUCU
CGAGGC
ACAGGA
GGACGU
CCCCAU
CGCAGC
UGCGGG
UCUGGU
GUGGAC
AAUAUG
GCUCCA
UAACAU
GUUCUC
CAAAAU
UUGGAU
GUAUCU
UGAGUU
AAGGAC
GCCUCU
UCAGGU
GAACAA
GCCCUU
UGAUGU
CCAGUC
UACUGU
CACAGU
GGUUGA
AGUAGA
GAAUUC
UUCUCC
GUGCAU
CACAAA
ACUUUU
UUCCUA
CUAUGU
UUAGCU
UAAGUG
UGCUUC
GCACUU
UGGUAG
GGCAUG
AUGUAU
ACUUGG
UUGCAU
UCACAA
CAAAAG
GUGAGU
UGCAAA
CUGUUC
CCGGUC
UGCAAU
GAAGGG
GGGGAU
GGAUCU
AUCCUG
GGGGUG
AAGAUU
UGGCAU
GAGGGA
AGUUGG
GUUGGG
UGUGGU
GGGGUU
CCAACU
GUUUCC
GAUGUG
CCUACA
AGUCAA
AGGUGG
GGUGGG
GUAACU
UUGUGG
UGGAAC
AACAUA
AAGGGA
GUGCCC
CUAACU
UCCAAU
GGAUGU
AUGUCA
AGCCCU
GCCCUG
UGUUCU
CUUUAU
AUUCCA
UUGCUA
UUCGAG
CGAGGU
GUCCAA
UCCAAC
UGGUAA
GACUCA
ACAACA
CCAAGC
UCAUGG
CAAUCC
GCUGAC
ACCUUG
CACUGA
GAGAUU
AUCCUU
AUUGGA
AAAGAC
AGCCCA
CAACCU
AGACUU
ACUAUG
AGGACU
AACAAC
ACCACC
UGAGUC
GUCAGC
CUCUAG
UUCACC
AUCUUA
UUAAGG
GUGGGG
GUGGGA
GGCAUC
GGAUGG
GGGCGG
GAGCCC
CCGGCC
AAAACC
CCAACA
CCACCC
UCAUGU
CUUAAG
CUCUGA
AAUAUC
UGUAAU
GACUUC
AAGACU
GUUGUU
AACAGU
AAAAGC
AAGGCA
CUGAGU
CUGGUU
CACUCC
GUGCUU
GCACUG
UUUAUG
UAAGGU
AACCUC
ACCUCU
UGCAUA
AUCCAU
GUCUCU
UCCCAA
AGACAU
CAUUAA
CUUGUU
CCCUGG
GCAUUC
GUCUGC
AGUGCC
GUUUUC
GAAUUG
AUUGGC
AAGUCA
GGAACA
CAAGGC
AAGGCU
GAGUUG
GGAAUG
GAAUGU
AUCCCA
UUCUCA
CAGCUC
ACUCUU
CUCUCC
CAUCCU
ACAUGC
UAUUAA
ACAUCA
GAUUGA
AGGGUU
AAGCAU
AAGCUU
GAUCUC
UGCCAA
AUGGAA
GUUCCA
CAUCUC
GCUCCC
AGAAUC
UUUCAA
AAUCUG
GAAGAG
UUGCAG
UCUUAC
UGGAUU
ACUGUA
AGCUUG
UAUAUA
UCCAAG
GACACA
CCAAUG
CACCCC
AGGCCA
CUUUAG
AUCUUC
UUUACA
AUGGGG
GAUAAA
CUACAA
GACUGA
AAUAUA
AUAUAU
GUUAAG
ACAGGG
GAAAGA
ACGGAG
GGUGCC
UGACAA
GUGACU
GCCCCA
CAGGUU
GAGUAA
GUGGGU
CUUGAC
UAACAA
UGUCAC
UAGAAG
AGAAGU
CCCUGA
CCCUUU
CUGUGA
UCUCUG
CAAGUA
UAAGUU
AUUGUU
ACUGUG
UGUGAU
UUUGGU
AGGCAC
GCACCC
GAGUAG
ACAAAG
GCAAAG
AGUGUA
UGUAGA
UAUGGU
AUGGUA
AUACUG
GCUGUC
AGGGAU
UAGGAG
AAACUG
GUUCAG
GUGAUG
AAAGGG
UCUCCC
GACUUG
AGAGGA
UAAUUG
UUUCCC
UUACUA
AGUAGC
UAAGAG
GUCCCU
GACCAC
UGUGAG
GAGACG
CUGCUC
UGCUCU
GGCCAC
CCUUUC
AAGACC
AACUGG
GAACUG
CCAUGG
GCCUUG
CUCAGU
AGCUCU
CAGAUU
GUCUUC
AAUGGA
AUGUUG
GAAGCC
UAGCUU
AGUGAG
UGUCCU
AUUUGU
GACUCC
ACUCAA
UAGACA
GCUUAA
UAAACU
UUACUG
GGGUGA
GGUGAC
CAUCAU
GACCCA
AUCUUU
AGUUUG
GAGGAC
GAAACA
GCUUUA
UAUGUU
AAGGUU
AGGAUC
GGGAAA
GGUCCC
UCAUUG
UGUGCC
GCUCUC
GAGACU
AUCUCA
CCAGUU
UCACCU
AUAAUA
GUGUUU
GGGUGG
GGGGCU
GGAAAG
UUCAUC
GGCAGC
ACACCC
GAGAGU
ACCCAC
CCCUGC
CCCCAC
CCCGGC
GUGCCA
CUAAAA
CCCCCA
AAAUUA
UUAAAU
UGAGAC
AACCUG
CUGCCC
UAGAUG
AGUAAU
AGCUGU
AUCACU
UUUUAG
UUCAUU
AGCAAA
UGCAUG
UGACAG
GGUAGG
GUAGGA
GAGGUU
AAAACU
CCUGUU
UGUACC
UGCCUU
UCUUGU
CCAAGA
UUAGUG
CUGCAU
ACCCUC
AAGUCU
GUUCUU
GUCCCA
GGAGGA
CUCUUG
AAUCUU
UUGUCC
GGAAGC
GUUUAA
CACUUU
ACUUUA
GCUUGA
GUAUGG
UGGACA
GGACAG
CCAAGG
GAAUAG
AAUAGC
CUACUG
UAACUC
CCAUUG
UGCUCC
GGGACU
AUUCAU
AACAAG
AUCCUC
CAAUUU
UUGAGC
UUGGUG
ACUGAG
AGAUUU
AAAGCA
GUUUCA
ACAACC
UACAAG
GGAUUG
CCCAAA
UGAGCC
CUUCAC
CCUUGA
CCACUG
AAUGUG
CCUCAU
UUGUGA
GAAACU
GACAGG
GCGGGC
AGGACC
GGCGGG
GACAUG
GGCUGC
AUGCCC
GGCGAG
ACCAGA
AAUGAG
AUGCUG
AUCAAA
UGACUG
UUGACU
GUUUAU
CCUGUA
GAGACC
CCUCUC
GCACAU
UAAUGG
AUGGUU
UUUGUG
UUCAAG
CAGGAU
UCACAG
UAGCAC
GAGCUU
GGCAGU
GUCUUA
GUUUUA
CAUUCC
CAAAGC
AAUUCA
CCUCUU
AACUUG
GCAGUU
AAAAUC
GCAGGU
GUGUGC
UUCUAA
CCUGAU
UGCCCA
GGGAGA
GAGCAG
UUGGGU
UCUGCA
GCUGAA
AGUCUG
UCCCUC
CUCCCC
UCCCCC
UUAAGU
CAGGCC
AGAGCC
UCAUCC
UGUCCA
GCAGCC
CUCCCU
AGAAAC
UCUUAA
AUAGCU
CUAAAG
AUUAGA
UGGACC
CAUGAU
UGUUAU
AGGGUC
CAAGCU
UAGAGU
UACAGC
CCUCAA
GCUCAA
CUCAUG
UAAAAC
GAAGCA
AUCUGA
UGGAGG
CUGUCC
ACCAGG
GGGACA
GUUUGA
GACAUC
UGAAAC
UGUAUC
CUGCAA
UAUUUA
UACCCA
CCAAAG
CUCCAU
UCCAUU
GAGAUG
AAAAAC
CUUCAU
CAUGCC
GUCCAG
AAUUGA
GCAAGG
UCAUCA
AGAGUA
AAAUCU
UUAGAA
GCCCUC
UUGUAU
UCUCCA
UUAUCU
AGCUCA
GAGAGG
AGAGGG
GCUUAC
CACCCU
CACACA
UCACUC
CUGAGC
GGCACU
UUCACU
UGCAAG
AAGCUA
ACACCU
GUGAUC
AGGAUU
AAAUAC
CAGGGA
GGAUUA
AGUGAA
UUAUCC
AUGUUA
CCCAUC
UUCACA
AGGGAG
CAGUUG
UUGGGG
UGUGGG
UCCCAC
CACAAG
GUGUCC
AGUUGA
UUGCUU
UCAGGC
AGGAGA
GAAUGC
CUUUCA
CUCACU
UCUUGG
GAAUGG
AGUUUC
AAAGGA
UUGUUC
UUUAUC
GCUACU
UCGAGG
UUAUGG
AACUCA
UUAGAC
UGGGAC
UAUCCU
UCUUGC
GAUUAA
CUUAGA
UGGUGA
ACACUG
CAAAGU
CACUGU
GGGCCC
GUGUUA
AGAUGU
AGGAAU
CCUGCU
ACUCCA
CCUUAA
UCUGUA
AUACAA
AGAGAU
UCUCAC
CUCAUU
UUCAAA
AGAUAA
AUCUGC
CUGGCA
AAUUUC
CAGUUU
AGUGGG
GCCAGU
GGUGGU
GGGAGU
GGCCCC
CACUGC
CUGUAA
AUACAC
UGCAUU
GGUUUG
GUUGAG
CAAAGA
GCUUUU
AGUGUC
GCUGGU
AAGUGC
ACUUCU
CACUGG
CAAGUG
AGCUAG
CACCUG
CCUGGU
ACAAAA
AACAUU
UCACAU
GCUGGC
GAUGAA
UCCAGC
CCAGCA
UUGGAG
GAUCCU
GGUGCU
UUUCUA
GAGUCC
AGACCA
ACCACA
GCUUCU
GGUUUC
UCCUGC
GGCUGA
GCUGCU
GCUCUU
CCAUCC
GUGGCC
GUGGAA
GGAGUU
UGUUUG
ACCAUG
UGCUUU
CUUCUC
GGGAGG
CUUCAG
ACAGCC
CAGCCC
CUCCUC
GUGUGA
UGAUUA
CUUUUA
UUUGGA
GGUAUG
UUGUGU
UACUGA
GAAGUC
GAAAGC
UUGGGA
GCAGGC
AAACUA
UGACCA
GUGGUC
ACUUCC
UGACCU
AAGUGG
UGUUCC
GAUUUA
ACUUGA
AAGAGA
GGAGCA
UCAGAG
GGACAU
UUCCAA
GCUUUC
UUCAGG
UCAAAA
AUGAGG
AGCAGG
UUUCAC
GCCUGU
AAGAUG
GGCCUC
GCACAG
ACUGCA
UAGAAA
AGUUCA
UAAAUG
GUGAUU
UCCCUG
CCCUCU
CUCUCU
GCAGCA
AGCACA
AAUCCA
GGAGCU
AGCACC
CAUUUG
AUUUGA
UCAGUG
CUCCUU
CAAAGG
CAACUU
AACAUG
AGGUAU
GUGGUU
UGCCAG
GAUUAC
CAUCAG
GAAAGG
GAGGAA
UUCCCA
AGAUUA
GUGGCA
GGCAUU
GCACCU
ACCCCA
CCACAA
CUGAAU
UGGCAA
GUCUGU
GACCAG
UGGAAU
UGAACU
GUUUGG
CUUGCC
UGAGGC
AGAAGG
CAAGAG
UUGAAU
UUGGCU
CUGUUA
UAUGGA
GACAGU
UCCUAA
AAAGAG
GGUGGA
CUAGAG
UGAAGC
GCCUGA
GAUGGA
GAGUCU
UGAGAU
CUGUUU
GGUGAA
UCAGCU
AGGACA
CUGAAA
ACUCUG
CUGUUG
UUCUUA
UGUUAG
UCUUUA
UGUGUU
UACAGG
UGUUGA
AGACAC
ACAGCA
AUCUGG
CAUGAG
GACUGG
CUGUCA
UCUCAA
GAAGUG
CUGCGG
UGUAAA
UCACUG
CUCUGC
GAUGAU
UCAAGU
AGGUAG
GAGCUC
AUCACA
UGGCUU
UGGUUG
AUGGGA
GCAGAU
AAGUGA
GGAUUU
GAAAUA
CAUGCA
AUGCAA
CCCAGU
GGUCUC
CUUGGA
GUGUUG
UGUUGC
AUUUCC
CAGACA
CCUGCA
CAUUUC
GGGUGC
AAGAGU
GGUGGC
CAGAGU
CACCUC
AGUCCA
UUCCCC
GUUGUG
UCUCAG
AAGAGC
CACUCU
CCUGUC
CCUGGC
ACUCAG
AAAGUA
UGGUUC
GGUUCU
ACCCAA
GGGCUC
GGCUCA
GUGAAG
GAGCCU
CCUUGG
UCUGAA
UUCAGC
AAAGUU
GGGAUG
GAAAAC
AUCUGU
CAAGUU
CAACAU
GUUUUG
CAGGUG
GUUGGU
AGGUCC
UGAACA
GAAUGA
GAGACA
UCUGGC
CAGAGG
AGCUCC
CCUGAC
GGACCU
UGCUGA
AUUACA
UAAAUA
CAGUUC
AAAAGA
UUGUUG
CUGUAU
UGAGAG
AAGAAU
CAGUGC
CAUCAC
UCCAUG
UUUAGU
ACAUGG
AAAGCC
UGGGAA
GGUUUU
GGUGAG
CUGGAC
CAGAAG
CCAUCA
ACAUUU
UCCAGA
CCAGAG
CUCAGA
CAGAUG
UGGGGC
CUUUCC
CUACAG
CACAUG
UGUUUA
UUGAGG
UUUGUC
AGUGGA
GGAGAA
UCUUGA
CUGGCU
AGUCUU
AGGUUU
CAUUGG
CUUGCU
CAAGAA
AAUAUU
ACAGUU
CCUAAA
AGAAAG
UGACUU
CAAACU
UCUGAU
CAGCCA
GAUGGU
CCAGGU
AAAAUU
UAUUUC
GGGAGC
CAAAAA
AAUUUG
GAUGGG
GUCACC
GCUGCA
UAGUUU
UAGAGA
UGCCCU
UGAGGU
UUGGUU
UAGCUG
AAAGCU
AUGUGA
CCAUGU
CAUGUU
AAGUGU
AGUGGU
AUUUCA
UUCAGA
UACCUG
AUGAAU
UGGAGC
GCCAUU
CUGGAU
AGAGCA
GUGCCU
GGCCAG
GCUCCU
GAGUGU
UGUCUC
GCCAGC
GAGGCA
AGGCAU
CCUCAC
ACUUCA
UUCUUC
UCUCUA
UGCUUG
UUUUGA
UUGGAA
GAUGCA
CAAGGA
GUUGAA
ACCAGC
UUCAUG
UGAUCC
AGACUG
CUGCCA
CUGACC
GCCAUC
AGCUGC
CAGGAC
GUAUUU
AAGACA
UGGGAG
UUGAAC
GAGGAU
GAAAUU
GACCUC
CUGUGC
CUGGCC
AGCAGC
CAGCAC
AGGAGC
CACCAU
AGUGUU
UCUGAG
CUUCCA
AACAAA
AUGGCA
GCAAGU
AGAUGC
GCCAGG
ACAGUG
UGUUAA
UGCUGC
GCUGCC
GAUGAC
GUGAGG
CCCCAA
GGCUUC
ACAAGC
AGAUGG
UUCCCU
UGUCCC
UGCAGC
UCCUCU
UAAUAA
AUCUCU
UCUUCU
UCCUCC
UCCUUC
CUUUGA
GUCCCC
AAGGAU
CACAGG
UAAUGA
ACUACA
UCCUCA
UUUAAG
GGAGGC
UCAGCA
UUAAGA
CAGGUC
CCAUCU
UCACCA
CCUCCA
AAGAUA
GAGGGG
UGGGCC
AGAAGC
AAAUGA
GUGAAA
CCUGAG
UCUGCC
AAGUAA
GAGGUA
CUGGGU
UCCUUU
CACAGA
AAACAA
CUUCUU
AAGGUG
CUGGUG
AAAAGG
UGGAUG
GGGUUU
GGCAAG
CCCUCC
ACACAG
GCUGUU
CUCUUC
CUUAAU
UGAGCU
UUUGUA
GCUAGA
UCCAUC
UUUGAG
AGUUCU
AAAUGU
CAGAGC
UCAAAG
GGUCUG
UUGCUG
UCUUCA
GGCUGU
GUCUGG
GGAGGG
GGAAAU
AUAUUU
GAUUUU
CCCUUC
UGGUUU
CAGUCU
AGAAUU
UUUAUU
AGUGCU
CUUUUC
AGCCAC
ACCUGG
UCAGAA
UGAAUU
CAGUGA
AAUGUU
GAAUUU
CCUCUG
AGUGGC
UGUGGA
UGUGAA
CUUGAG
UCCCUU
GGCUCU
ACCUUA
AAAUGG
UCAUGA
AUGAUU
AAGCAA
CUUACU
GGGUCU
GAGUGC
UGAUGG
ACAAGA
UUUGCA
GAGAAA
AGGGCC
GAGGAG
AGCAGA
AAAAAG
UGAUUU
CUUUAA
ACCUGU
UGUAUU
AGUCUC
ACUGAA
AAGGAG
UUGAGA
CCAUUU
ACAGAA
UUUCAU
UAAAAG
GCCUGC
CCUGCC
GAGUGG
CAUGGC
UCUUCC
UGUUGG
CAGGAA
GUCUUU
UCUCUC
ACCCAG
UUAUUU
AAAUAA
ACUCCU
GCAAGC
GCUUGG
AUUGAA
UCACCC
AAACUU
GUCUCA
AAACAG
UUUUGC
UUCCUU
CAGGGC
UAUCUG
CCCAGA
ACAUGA
AUGAAG
ACAGAG
GGGCAG
GUCUCC
UUCUGA
UUCCAU
CCAGUG
CAAUGA
AUGAAA
UUGCCU
UUACAG
UAAAAU
GAGAGC
UGUCUG
GGGGAG
UCUGUG
UGGGCA
UGUUUC
CUUUGC
UGGCCU
AGGCCU
GCAGCU
UUCCUC
UGAAGU
CUCUGG
UCAAGC
ACAGGC
CUCACC
GAAGCU
AUGGAG
UCUCAU
AAAUUU
AGCUGA
AUUUAA
GCAGGA
UGAAGG
AGCUUU
GCCCAG
CAUGAA
GAGGCC
UGGCCA
CACCAG
AAGCUG
GGUGCA
GCCUUC
AGCCAU
UCUGUC
UUUUCC
UUCCAG
AGCCUU
AGAAUG
UGAAUG
GAAGUU
CCUCCU
GAGAGA
AGAGAA
GAAAAA
AAUACA
AGAGAG
AUAAAA
AUUUUC
UGGAAA
AGUGAU
UUUGGG
UUUUAU
GACAGA
AAAGUG
UGAAAG
CCAGAA
GGCCUG
UCCUGA
GGGCUG
CCUGGA
CAGACC
UUUCUG
ACCUGA
CAGAAU
CUCUGU
CUGUGG
CCACCU
UGUGUC
CCAGCC
ACCUCA
CUUGAA
AAGUUU
UUAAUA
CUUUCU
CUGCUU
AUAAAU
AGGAGU
CCUUUG
CUCAAA
UGGUCU
UCUGUU
CAUCUG
AGAGCU
GUGUGU
AAUGAA
AAAGGU
CAGGGG
CUGAGA
UUUCAG
CAGAAA
GGAAAA
GGGCCU
UGCUGU
GCUGUG
CUGGGG
UGGGGA
CAGCUU
AGCAGU
CUGUCU
UGUGGC
UCUUUC
GAGCUG
UGGCUC
GCUCUG
GAUGAG
AGAAUA
GGCACA
UCUGGG
GAAAAG
CUCUCA
AGAGAC
CCCCAG
GGAAGA
UGAAAU
AGCUUA
UCUCCU
CCUUUU
UUUUGG
AGUGCA
UGGCAG
GUGUCU
AUGUUU
UGUUUU
AAGCCA
GGGAUU
AGCCUG
CCCAAG
AUUUCU
UGGCUG
GCCACC
GUGGAG
CCUGAA
CUCAGG
UCAGGA
GGAAGU
UUCUGC
UUCUGG
AAGAAG
UUGUCU
GCUGAG
GGGGAA
UCAUUU
GCAGGG
GAAGAC
CCAGGA
GAGCAA
CCAGGG
GAGCCA
AGCCAG
UUAAUU
UUUGCU
GAGAAG
AACUUC
UGGGUG
UCCCCA
AGGAUG
UCCUGG
UGCCUC
CACCCA
CUCAGC
UAAAAA
AGGUGA
GGCAGG
GGAGUG
AGUUUU
CUUUUG
UGGGCU
CUUUUU
UUUUCA
UGGUGC
AUUUUA
AGGAGG
GGGAAG
AGGGGA
UUCUGU
UUUCCA
CUGAUG
CACCUU
UAAAGA
CUCAAG
CUUGGC
UGGGAU
CUGAGG
UUGUUU
AAGCAG
AAUGGU
CUCCAG
GAAAAU
GUGCUG
AAAAUG
AAAUGC
GUGUGG
CUUCCC
CCCACC
UUAAUG
GUUCUG
GGCAGA
GGUCUU
AUUAAA
AAAACA
CAGGCU
ACUGGG
GCAGAG
CCCAGC
AUUUUG
CCUUCU
CUUUGU
CUCCCA
GUUUCU
CUGCUG
UGGAGA
UUAAAG
UGCUGG
AGCAAG
UUGAAG
GACCUG
CAGCUG
CAGAGA
AGUUGU
UAAUUU
GGAGCC
CUGCAG
UCAGCC
GGAGAG
GCAGAC
AAAUAU
AAGCCU
UGGUGG
AGACCU
AGGAAA
GGAAGG
GGCCUU
UCCUGU
UUUCUC
CAAGCC
AGGCAG
GCCUCC
CAGGAG
UCUUUU
UCCAGG
UGGCAC
AAAAGU
AGUGUG
UUCCUG
AGGAAG
GAGAAU
AUGAGA
CCAGCU
GCCUCA
CCUGUG
AAGUUG
AGAAAU
AAUGAU
UCUGCU
CUGGAG
UAUUUU
UUUCCU
GGAGUC
AGACAG
GAAGAA
CCUUCC
AUGAUG
UGCAGA
AGAGUG
UUGGCA
GCCUUU
CCUCCC
UCUGGA
CAAGCA
GAAGAU
UGAAAA
AAAAAU
CCAGGC
CAGCAG
CCACCA
UGGAAG
AAUGCA
CUUCCU
UUUUCU
AAAAUA
CAUUUU
CAGUGG
UCUCUU
UGCAGG
GGAUGA
UGGAGU
AGAAGA
UUUGUU
CUGGGA
CUGCCU
CUGAAG
AAGGAA
GUUUUU
UUUUUG
AAUAAA
CAGGCA
UCCCAG
UUUUUC
AAAGAA
UGUGUG
CUGUGU
GUGGCU
GAAAUG
GUCUUG
AGCCUC
CAGUGU
AUGGUG
CUGGAA
UUUGAA
AGGCUG
GCCUGG
CCUCAG
GCUGGG
UUGAAA
CUUCUG
UGUCUU
GUGCAG
GGCUGG
UGAUGA
UGCAGU
UGAGAA
AGAAAA
CCCAGG
UUCUUU
UUCUCU
GCUGGA
UUUAAU
CUCUUU
CCUGGG
UGCCUG
UCUUUG
AGCUGG
UUAAAA
AAGAAA
UGAAGA
UGAGGA
UUUUGU
UUUCUU
UUUUUA
GAAGGA
AAUUUU
AUGCAG
CAGCCU
UUUAAA
CUCCUG
GCAGUG
CUGGGC
AUUUUU
UUUUAA
AAAAAA
UUUUUU
